Repository: rrossenbg/vprint
Catalog: VScan/VScan/Controls/SettingsPage1.*.resx
Languages: de

# doaTransparentLabel12.Caption
source: set hidden area style
de: gesetzt versteckten Bereich Stil

# doaTransparentLabel5.Caption
source: cardcode area by barcode
de: cardcode Bereich von Barcode-

# doaTransparentLabel19.Caption
source: allow crop tool
de: ermöglichen Freistellungswerkzeug

# doaTransparentLabel18.Caption
source: print on image
de: Drucken Sie auf das Bild

# doaTransparentLabel17.Caption
source: border color
de: Farbe für den Rahmen

# doaTransparentLabel16.Caption
source: use imprinter
de: Verwendung Imprinter

# doaTransparentLabel15.Caption
source: imprinter template
de: Imprinter Vorlage

# doaTransparentLabel14.Caption
source: border color distance
de: Grenze Farbabstand

# doaTransparentLabel13.Caption
source: scan form autoclose
de: Scan-Form auto schließen

# doaTransparentLabel11.Caption
source: delay before cleaning
de: Verzögerung vor der Reinigung

# doaTransparentLabel10.Caption
source: default country code
de: Standard-Landes

# doaTransparentLabel9.Caption
source: card code settings
de: Karte Code-Einstellungen

# doaTransparentLabel8.Caption
source: automaticly read barcode
de: automatisch gelesenen Barcode

# doaTransparentLabel7.Caption
source: history (days)
de: Geschichte (Tage)

# doaTransparentLabel4.Caption
source: automaticly insert
de: automatisch einfügen

# doaTransparentLabel3.Caption
source: use default scanner settings
de: verwenden Standard-Scanner-Einstellungen

# doaTransparentLabel2.Caption
source: use default scanner
de: verwenden Standard-Scanner

# lblPrintersNote.Text
source: Note: Use [DATE], [OPERATOR], [PCNAME],[ID],[RELID],[SITEID],[NUMBER] system variables
de: Hinweis: Verwenden Sie [DATUM], [OPERATOR], [PCNAME], [ID], [relid], [SITEID], [NUMMER] Systemvariablen

# ptbImprinterTemplate.PromptText
source: Imprinter template
de: Imprinter Vorlage

# ptbBorderColorDistance.PromptText
source: border color distance
de: Grenze Farbabstand

# ptbDelayBeforeAutoClose.PromptText
source: autoclose delay
de: Scan-Form automatisch schließen

# ptbDelayBeforeClean.PromptText
source: delay before clean
de: Verzögerung vor der Reinigung

# ptbHistoryDays.PromptText
source: data history (days)
de: Datenhistorie (Tage)

# ptbMinSiteIDS.PromptText
source: minimum siteids
de: minimal Sites

# doaTransparentLabel1.Caption
source: maximum opened
de: maximal geöffnet

# ptbMaxOpenForms.PromptText
source: maximum opened forms
de: maximal geöffnet Formen
