Repository: rrossenbg/vprint
Catalog: VScan/VScan/Controls/SettingsPage5.*.resx
Languages: fr

# ptbPTFPasswordTwice.PromptText
source: PTF user password
fr: Mot de passe utilisateur PTF

# doaTransparentLabel11.Caption
source: PTF password repeate
fr: PTF passe repeate

# doaTransparentLabel8.Caption
source: Create 'client'
fr: Créer «client»

# ptbPTFPassword.PromptText
source: PTF user password
fr: Mot de passe utilisateur PTF

# doaTransparentLabel2.Caption
source: Url address
fr: adresse URL

# ptbRemoteSrvURL.PromptText
source: Remote web service url
fr: URL de service Web à distance

# doaTransparentLabel3.Caption
source: PTF user name
fr: Nom d'utilisateur PTF

# ptbPTFUserName.PromptText
source: PTF user name
fr: Nom d'utilisateur PTF

# doaTransparentLabel4.Caption
source: PTF password
fr: PTF de passe

# gbReceivingService.Text
source: Receiving Service
fr: la réception du service

# doaTransparentLabel12.Caption
source: automatic start
fr: démarrage automatique

# doaTransparentLabel9.Caption
source: Uninstall
fr: désinstaller

# doaTransparentLabel10.Caption
source: Install
fr: Installer

# ptbSendInterval.PromptText
source: data send interval in minutes
fr: Envoyer des données intervalle en minutes

# doaTransparentLabel7.Caption
source: Send interval
fr: Envoyer intervalle

# gbTransfferingService.Text
source: Transffering Service
fr: Le service de transfert

# cbIntegrated.Text
source: Integrated
fr: intégré

# ptbCatalog.PromptText
source: Catalog name
fr: nom du catalogue

# doaTransparentLabel1.Caption
source: Database name
fr: nom de la base

# ptbDataSource.PromptText
source: Database name
fr: nom de la base

# doaTransparentLabel6.Caption
source: db user name
fr: nom d'utilisateur db

# ptbDbUserName.PromptText
source: db user name
fr: nom d'utilisateur db

# ptbDbPassword.PromptText
source: db password
fr: db passe

# doaTransparentLabel5.Caption
source: db password
fr: db passe
